{
  "tagline": "Solutions, Never before",
  "phone": "+880 1620-000320",
  "email": "info@rethinkltd.com",
  "address": "Level - 04, 34 Awal Center, Kemal Ataturk Avenue, Banani, Dhaka - 1213",
  "mapLink": "https://maps.app.goo.gl/PgnBEhkjyHJMuLnA9",
  "mapIFrame": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3650.7002334535855!2d90.40091728885498!3d23.7936867!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8070495901d%3A0x7683b1750b96d657!2sRe%20Think%20Ltd.!5e0!3m2!1sen!2sbd!4v1692367988031!5m2!1sen!2sbd",
  "facebook": "https://www.facebook.com/ReThinkLtdBd/",
  "linkedin": "https://bo.linkedin.com/company/rethinkbdltd",
  "home": {
    "title": "Leading outsourcing company for HR, Administrative, Safety & Security, and Expatriate Management",
    "highlights": [
      {
        "icon": "fa-solid fa-computer",
        "title": "HRIS Service",
        "body": "With our proprietary web-based HRIS software, you can manage all your HR activities from the ease and comfort of your browser."
      },
      {
        "icon": "fa-solid fa-circle-dollar-to-slot",
        "title": "Payroll Service",
        "body": "Run you payroll system, independently or end-to-end, with the support of our web-based payroll software. We also provide tax-related information and support."
      },
      {
        "icon": "fa-solid fa-handshake",
        "title": "Headhunting & Activity Outsource Management",
        "body": "Reach, engage and connect with the best talent. Through a standard assessment & hiring process, we will get you in touch with them."
      },
      {
        "icon": "fa-solid fa-plane-arrival",
        "title": "Expatriate Service",
        "body": "Hire the talent you need, from anywhere in the world. We have over 10 years of experience providing support for expatriate services."
      }
    ],
    "intro": "The company was established with an understanding to give their esteemed clients a service solution which will be unique so that our clients can rely on us for any of their service requirements and consider ReThink Ltd. a dependable business partner. Our moral is to give service as per the company vision - Solutions, Never before.",
    "services": [
      {
        "icon": "fa-solid fa-cart-flatbed",
        "title": "Inventory Management",
        "body": "Our own web based Inventory management software will help you run a smooth inventory process."
      },
      {
        "icon": "fa-solid fa-building-shield",
        "title": "Safety Management",
        "body": "We help with safety measures for fire, earthquake, drills & CC-TV. We can set up fire safety equipment, company safety handbook and a security team."
      },
      {
        "icon": "fa-solid fa-plane-arrival",
        "title": "Expatriate Support",
        "body": "We provide comprehensive visa, work permits & related solutions to ensure a hassle free on-boarding for your valuable employees."
      },
      {
        "icon": "fa-solid fa-user-graduate",
        "title": "Learning & Development",
        "body": "We can arrange training, learning & development. We will provide full support for employee skill development and knowledge."
      },
      {
        "icon": "fa-solid fa-file-circle-check",
        "title": "ISO, Audit and Implementation",
        "body": "We are affiliated with international technical partners on arranging business assessment, consulting and management training of ISO management systems."
      },
      {
        "icon": "fa-solid fa-pen-ruler",
        "title": "Interior Design and General Office Items Supply",
        "body": "We have an expert architect and interior design team to support organization at any level. We can also arrange the supply of General Items and Office Items."
      }
    ],
    "experience": {
      "title": "Leading services business company since 2017",
      "body": "Our team has over 2 decades of experience in working with brand names like YKK, Airtel BD. Ltd, Warid Telecom, Bank Al Falah, Seibu Electric Japan etc. We have a long history of providing safe, reliable, quality service in the fields of HR service, outsource service, expatriate management service, safety & security solution, IT support, general support service, facility & logistic service, as well as training services. We are capable of giving 360 degree services that will make your business smoother, more efficient and easier to operate while we worry about the tedious everyday details."
    }
  },
  "about": {
    "heading": "ReThink Ltd. is established with a vision to give unique service solutions to businesses.",
    "history": [
      "The company was established in 2017 with an understanding to give their esteemed clients a service solution which will be unique so that the clients can rely for any of its service requirements and consider ReThink Ltd as a dependable business partner. ReThink Ltd moral is to give service as per the company vision - solutions, Never before. Our team has over 2 decades of experience in working with brand names like YKK Bangladesh Pvt. Ltd., Airtel BD. Ltd, Warid Telecom, Seibu Electric Japan, etc. We have a long history of providing safe, reliable, quality service in the fields of HR service, payroll service and activity outsource service, expatriate management service, safety & security solution, IT support, general support service, facility & logistic service, as well as training services.",
      "We are capable of giving 360 degree services that will make your business smoother, more efficient and easier to operate while we worry about the tedious everyday details. We can also accommodate special needs for your business which we may not be offering yet. Please send us an email us (Info@rethinkltd.com) or fill up the contact form in the contacts tab; we would love to get back to you."
    ],
    "services": [
      {
        "icon": "fa-regular fa-comments",
        "title": "Outsource Your Business Operations",
        "body": "Count on our outsourcing experiences and your business requirements."
      },
      {
        "icon": "fa-solid fa-minimize",
        "title": "We Cater To Your Need",
        "body": "Every business is unique. We cater to your unique requirements and offer full range of business outsourcing services."
      },
      {
        "icon": "fa-regular fa-handshake",
        "title": "Holistic Services",
        "body": "We care about our business clients and go steps beyond."
      }
    ],
    "team": [
      {
        "image": "../assets/images/MHK.webp",
        "name": "Mosaddek H. Khan",
        "position": "Founder and CEO"
      }
    ]
  },
  "services": {
    "items": [
      {
        "icon": "fa-solid fa-computer",
        "title": "HRIS Service",
        "body": "Our own web based HRIS software to manage complete HR activities of the organization. We customize it as per your company's need and provide on call service for support - anytime you need."
      },
      {
        "icon": "fa-solid fa-circle-dollar-to-slot",
        "title": "Payroll Service",
        "body": "Our own web based Payroll software will help you run the payroll system independently and end to end with our support. We also provide Tax related information support within the software."
      },
      {
        "icon": "fa-solid fa-handshake",
        "title": "Headhunting & Activity Outsource Management",
        "body": "A word class candidate hiring experience. Reach, engage and connect with talent, wherever they may be. We will find for you the most competitive resources for the organisation through a standard assessment & hiring process. We facilitate the whole process end-to-end."
      },
      {
        "icon": "fa-solid fa-plane-arrival",
        "title": "Expatriate Service",
        "body": "We cater to both expatriates and their employers by providing comprehensive solutions such as visa, work permits, airport protocol, accommodation and tax file support."
      },
      {
        "icon": "fa-solid fa-cart-flatbed",
        "title": "Inventory Management Service",
        "body": "Our own web based Inventory management software will help you run a smooth inventory management process. We also offer you the option to offload this responsibility to our efficient team."
      },
      {
        "icon": "fa-solid fa-building-shield",
        "title": "Safety Management Service",
        "body": "We evaluate of risk factors of your organization. This Includes evaluation of safety requirement of the organization, designing & implementation of safety solution for the organization- (fire and earthquake, drills and CC TV), business continuity management etc as per ISO Standard."
      },
      {
        "icon": "fa-solid fa-user-graduate",
        "title": "Learning & Development Service",
        "body": "We can arrange training, learning & development. We will provide full support for employee skill development and knowledge."
      },
      {
        "icon": "fa-solid fa-file-circle-check",
        "title": "ISO, Audit and Implementation Service",
        "body": "We are affiliated with international technical partners on arranging business assessment, consulting and management training of ISO management systems."
      },
      {
        "icon": "fa-solid fa-pen-ruler",
        "title": "Interior Design and General Office Items Supply",
        "body": "We have an expert architect and interior design team to extend any such support to your organization on any level. We can also extend support on arranging supply of General Items and Office Items as per your organization requirement."
      }
    ]
  }
}
